---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ZoneFailures
source: html/28b414f8-b733-3334-9697-b5a1666330ed.htm
---
# BuiltInFailures.ZoneFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.